Repository: olegbakhirev/due-dates-calendar-widget
Catalog: src/app/translations/due-dates-calendar-widget_*.po
Languages: hu

source: Can't load information from service.
hu: Nem lehet betölteni az információt a szolgáltatásból.

source: Cancel
hu: Mégsem

source: Day
hu: Nap

source: Due Date Calendar Widget
hu: Határidő naptár widget

source: Everything
hu: Minden

source: Field used to apply color scheme
hu: Színséma alkalmazásához használt mező

source: Field used to schedule due dates
hu: A határidők ütemezéséhez használt mező

source: January|February|March|April|May|June|July|August|September|October|November|December
hu: Január|Február|Március|Április|Május|Június|Július|Augusztus|Szeptember|Október|November|December

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
hu: Jan|Febr|Már|Ápr|Máj|Jún|Júl|Aug|Szept|Okt|Nov|Dec

source: Month
hu: Hónap

source: No issues corresponding your query, project and schedule field.
hu: Nincs olyan probléma, amely megfelelne az Ön lekérdezési-, projekt- és az ütemezés-mezőjének.

source: No projects
hu: Nincsenek projektek

source: No saved searches
hu: Nincsenek mentett keresések

source: No tags
hu: Nincs címke

source: Oops! Something went wrong...
hu: Hoppá, valami hiba történt...

source: Optional title
hu: Választható cím

source: Projects
hu: Projektek

source: Save
hu: Mentés

source: Saved searches
hu: Mentett keresések

source: Select an available date type field
hu: Válasszon egy elérhető dátumtípus mezőt

source: Selected YouTrack service is not available
hu: A kiválasztott YouTrace szolgáltatás nem elérhető

source: Set optional title
hu: Választható cím beállítása

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
hu: Vasárnap|Hétfő|Kedd|Szerda|Csütörtök|Péntek|Szombat

source: Sun|Mon|Tue|Wed|Thu|Fri|Sat
hu: Vas|Hét|Ked|Sze|Csü|Pén|Szo

source: Tags
hu: Címkék

source: Today
hu: Ma

source: Type search query
hu: Írja be a keresési paramétereket

source: Week
hu: Hét

source: Widget refreshes every minute
hu: A widget percenként frissül

source: Widget refreshes every {{minutesCount}} minutes
hu: A widget {{minutesCount}} percenként frissül

source: issues
hu: hibajegyek

source: more
hu: több

source: {{minutesCount}} min
hu: {{minutesCount}} perc
